{
    "curtains": [
        {
            "id": 1,
            "title": "Roller",
            "subtitle": "Las cortinas roller, también conocidas como cortinas enrollables, son una opción popular             versátil en el mundo de la decoración de ventanas. En ROLLERBEIGE contamos con una            amplia variedad de calidades, garantizando una solución eficiente desde costos accesibles.",
            "image": "./images/curtains/romanas.jpg",
            "mecanism": ["Mecanismo", "En ROLLERBEIGE solo trabajamos sistemas reforzados, en medidas de 32, 38 y 45 mm."],
            "variety": ["Variedad de Telas", "Disponibles en una amplia variedad de telas, desde translúcidas hasta opacas.", "Las opciones de tela incluyen poliéster, algodón, mezclas de tejidos, e incluso tejidos técnicos que ofrecen propiedades adicionales como resistencia al agua o aislamiento térmico."],
            "control": ["Control de Luz y Privacidad", "Permiten un control preciso de la luz al ajustar la altura de la cortina.", "Las opciones de tela translúcida permiten que pase la luz suavemente, mientras que las opciones opacas brindan mayor privacidad y bloqueo de luz."],
            "design": ["Diseño Minimalista", "Su diseño simple y limpio las hace ideales para espacios modernos y contemporáneos.", "Contribuyen a una apariencia minimalista cuando están completamente enrolladas."],
            "manteinance": ["Fácil Mantenimiento", "Generalmente fáciles de mantener y limpiar.", "Generalmente fáciles de mantener y limpiar."],
            "versatility": ["Instalación Versátil", "Pueden instalarse tanto en el interior como en el exterior del marco de la ventana, así como también puede realizarse la instalación a techo."],
            "adaptability": ["Adaptabilidad a Diferentes Ventanas", "Se pueden adaptar a una variedad de tamaños y formas de ventanas.", "son una opción popular para ventanas panorámicas o puertas corredizas."],
            "personalization": ["Personalización", "Posibilidad de personalizar con bordes decorativos, cenefas o impresiones para adaptarse al estilo de la habitación."],
            "motorization": ["Motorización", "Muchas cortinas roller pueden ser motorizadas, permitiendo un control conveniente a través de controles remotos o incluso sistemas de automatización del hogar."]
        },
        {
            "id": 2,
            "title": "Bandas Verticales",
            "subtitle": "Las cortinas verticales, también conocidas como cortinas de bandas verticales, son una opción elegante y funcional para la decoración de ventanas. Es lo recomendado para oficinas, estar, living y comedores.",
            "image": "./images/curtains/romanas.jpg",
            "mecanism": ["Mecanismo", "Consisten en bandas verticales de tela, vinilo o PVC que cuelgan de un riel superior.", "Las bandas se pueden girar para controlar la cantidad de luz que entra o deslizar para abrir o cerrar completamente la ventana."],
            "variety": ["Variedad de Materiales", "Disponibles en una variedad de materiales, incluyendo tela, PVC y vinilo.", "Las opciones de tela pueden variar en texturas y patrones, mientras que las de PVC o vinilo son duraderas y fáciles de limpiar."],
            "control": ["Control de Luz y Privacidad", "Permiten un control preciso de la luz al girar las bandas.", "Se pueden ajustar para ofrecer privacidad mientras permiten que entre la luz."],
            "adaptability": ["Adaptabilidad a Grandes Ventanas", "Son ideales para ventanas anchas y puertas corredizas, proporcionando una solución elegante y funcional."],
            "design": ["Diseño Moderno", "Su diseño vertical agrega altura a la habitación, haciendo que el espacio parezca más grande.", "Contribuyen a un aspecto moderno y contemporáneo en la decoración."],
            "manteinance": ["Fácil Mantenimiento", "Las opciones de PVC o vinilo son resistentes a la humedad y fáciles de limpiar con un paño húmedo.", "Las opciones de tela pueden ser desmontadas y lavadas o simplemente aspiradas para el mantenimiento regular."],
            "versatility": ["Versatilidad en Apertura", "Las cortinas verticales se pueden abrir de un lado a otro, desde el centro hacia afuera o desde los dos extremos hacia el centro, ofreciendo diversas opciones de apertura."],
            "personalization": ["Personalización", "Disponibles en una variedad de colores, patrones y texturas para adaptarse al estilo de la habitación.", "Opciones adicionales incluyen bandas perforadas para mayor visibilidad o bandas de tela apilables para una apariencia más limpia cuando están completamente abiertas."],
            "motorization": ["Motorización", "Algunas cortinas verticales pueden ser motorizadas para un control remoto conveniente, especialmente útil en ventanas de difícil acceso."]
        },{
            "id": 3,
            "title": "Cortinas Tradicionales",
            "subtitle": "Las cortinas tradicionales, convencionales o también llamadas “clásicas” se han utilizado durante mucho tiempo y siguen siendo populares en la decoración. Su aporte siempre es cálido y elegante. Las telas que trabajamos en ROLLERBEIGE se destacan por estar sometidas a un arduo proceso de calidad, que garantice durabilidad, conservación de su tamaño, resistencia al lavado, cambios de temperatura y usos intensivos.",
            "image": "./images/curtains/romanas.jpg",
            "mecanism": ["Mecanismo", "Las cortinas tradicionales están compuestas por paños de tela que cuelgan de barras o rieles en la parte superior de la ventana.", "El mecanismo puede variar desde anillos deslizantes en barrales, presillas escondidas y visibles, hasta ganchos para rieles."],
            "variety": ["Variedad de Telas", "Se pueden confeccionar con una amplia variedad de telas, desde algodón y lino hasta seda y blackout.", "La elección de la tela puede afectar la apariencia, la textura y la funcionalidad de las cortinas."],
            "control": ["Control de Luz y Privacidad", "Ofrecen diversas opciones para controlar la luz y la privacidad según el tipo de tela utilizada.", "Pueden ser combinadas entre sí, sumando una tela opaca o una traslucida, optimizado su funcionalidad."],
            "design": ["Estilos y Diseños", "Hay una variedad de estilos tradicionales, como las cortinas plisadas, las de anillas, las cortinas de cinta fruncida, entre otros.", "Las cortinas tradicionales pueden adaptarse a diversos estilos decorativos, desde clásico y elegante hasta cottage o rústico."],
            "versatility": ["Versatilidad en la Instalación", "Pueden instalarse tanto en el interior como en el exterior del marco, tanto a techo como a pared, así mismo en su multiplicidad de opciones: Barrales de todo tipo, rieles europeos, rieles a cordón, tensores de acero, etc."],
            "adaptability": ["Decoración Ornamental", "Las cortinas tradicionales pueden incorporar detalles decorativos como borlas, cenefas, ribetes o pliegues.", "Permiten una mayor personalización para adaptarse al estilo general de la habitación."],
            "personalization": ["Cordones y tiradores", "Algunas cortinas tradicionales pueden contar con cordones o bastones para facilitar la apertura y el cierre."],
            "manteinance": ["Fácil Mantenimiento", "Dependiendo del tipo de tela, las cortinas tradicionales pueden ser fáciles de mantener con cuidado regular, como aspirar o sacudir el polvo."],
            "motorization": ["Durabilidad", "Con el cuidado adecuado, las cortinas tradicionales pueden ser duraderas y atemporales, resistiendo cambios en las tendencias de decoración."]
        },{
            "id": 4,
            "title": "Cortinas Eclipse o Dúo",
            "subtitle": "Las cortinas Eclipse, también conocidas como cortinas Duo o Zebra, son un tipo moderno y elegante de cortinas que combinan bandas de tela opaca y translúcida para ofrecer opciones versátiles de luz y privacidad. En ROLLERBEIGE contamos con la gama de telas más amplia del mercado para este tipo de sistemas, ofreciendo alternativas lisas, alternativas con matices y una alternativa superior, destacada por ser Calidad Premium, Nº:1 en el mercado nacional.",
            "image": "./images/curtains/romanas.jpg",
            "mecanism": ["Mecanismo", "Las cortinas Eclipse consisten en dos capas de tela alternadas: una capa opaca y otra translúcida o semitransparente.", "Están diseñadas para funcionar en un sistema de rodillos que permite que las bandas de tela se sobrepongan o se alineen, creando diferentes niveles de opacidad."],
            "control": ["Control de Luz y Privacidad", "Al alinear las bandas opacas y translúcidas, se logra un efecto que permite controlar la cantidad de luz que entra y la privacidad deseada.", "Al ajustar la posición de las bandas, se puede lograr desde una visión completamente clara hasta una total opacidad."],
            "design": ["Estilos Moderno", "Su diseño único y moderno agrega un toque contemporáneo a la decoración de ventanas."],
            "variety": ["Variedad de Colores y Patrones", "Disponibles en una amplia variedad de colores y patrones para adaptarse a diferentes estilos y preferencias decorativas."],
            "manteinance": ["Fácil Mantenimiento", "Generalmente fáciles de mantener con limpieza regular, ya sea aspirando el polvo o utilizando un paño húmedo."],
            "personalization": ["Instalación Sencilla", "Pueden instalarse en el interior del marco de la ventana y están disponibles en diferentes tamaños para adaptarse a diversas aberturas."],
            "motorization": ["Motorización Opcional", "Algunas cortinas Eclipse pueden ser motorizadas para un control remoto más conveniente."],
            "versatility": ["Versatilidad en Espacios", "Son adecuadas para una variedad de espacios, desde salones y dormitorios hasta oficinas"],
            "adaptability": ["Aislamiento Térmico", "Dependiendo del tipo de tela, las cortinas Eclipse pueden proporcionar cierto grado de aislamiento térmico."]
        }
    ]
  }
    